{"font_css": "", "storymap": {"attribution": "", "call_to_action": true, "call_to_action_text": "", "language": "es", "map_as_image": false, "map_subdomains": "", "map_type": "osm:standard", "slides": [{"date": "", "location": {"line": true}, "media": {"caption": "<a href=\"https://www.tshaonline.org/images/handbook/entries/LL/la_relacion.jpg\"</a></div>", "credit": "Fuente: Texas State Historical Association", "url": "//uploads.knightlab.com/storymapjs/f7ae7b6e3df746e116299c2f67f06f48/naufragios/_images/3 la_relacion.jpg"}, "text": {"headline": "NAVFRAGIOS DE ALVAR NUÑEZ CABEZA DE VACA", "text": "&nbsp;Y RELACION DE LA JORNADA, QUE HIZO A LA FLORIDA CON EL&nbsp; ADELANTADO, PANFILO DE NARVAEZ.<br><br>El texto fue tomado de&nbsp;<a href=\"https://www.gutenberg.org/cache/epub/11071/pg11071.txt\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://www.gutenberg.org/cache/epub/11071/pg11071.txt\">The Project Gutenberg</a>&nbsp;<br>Este mapa fue creado por Luciana Silvestri, Cecilia Orti y Sandra León para el curso Módulo de Actualización Técnica con la profesora Romina de León en la UNTREF"}, "type": "overview"}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f7ae7b6e3df746e116299c2f67f06f48/naufragios/_images/sailboat.256x186.png", "iconSize": [48, 34.875], "lat": 36.779133, "line": true, "lon": -6.354553, "use_custom_marker": true, "zoom": 12}, "media": {"caption": "<a href=\"https://espanaenlahistoria.org/personajes/alvar-nunez-cabeza-de-vaca/\"</a>", "credit": "Fuente: España en la historia", "url": "//uploads.knightlab.com/storymapjs/f7ae7b6e3df746e116299c2f67f06f48/naufragios/_images/1 cabeza-de-vaca.jpg"}, "text": {"headline": "Puerto de Sant Lucar de Barrameda", "text": "<p>CAPITULO I. En que cuenta quando partiò el Armada, i los Oficiales, i Gente, que iba en ella.</p>\n\n<p>A diez i fiete dias del Mes de Junio de mil quinientos i veinte i fiete, partiò del Puerto de Sant Lucar de Barrameda, el Governador Panfilo de Narvaez, con Poder, i mandado de V. Mag. para conquiftar, i governar las&nbsp;Provincias, que eftan defde el Rio de las Palmas, hafta el Cabo de la Florida, las quales fon en Tierra-firme; i la Armada, que llevaba eran cinco Navios, en los quales, poco mas, ò menos, irian feifcientos Hombres. Los Oficiales que llevaba (porque de ellos fe ha de hacer mencion) eran eftos, que aqui fe nombran: Cabeça de Vaca, por Teforero, i por Alguacil Maior; Alonfo Enríquez, Contador; Alonfo de Solis, por Factor de V. Mag. i por Veedor; iba vn Fraile de la Orden de Sant Francifco por Comifario, que fe llamaba Fr. Juan Suarez, con otros quatro Frailes de la mifma Orden: llegamos à la Isla de Santo Domingo, donde eftuvimos cafi quarenta i cinco dias, proveiendonos de algunas cofas necefarias, feñaladamente de Caballos.</p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f7ae7b6e3df746e116299c2f67f06f48/naufragios/_images/sailboat.256x186.png", "iconSize": [48, 34.875], "lat": 18.493652, "line": true, "lon": -69.83837, "use_custom_marker": true, "zoom": 12}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "Isla de Santo Domingo", "text": "Sufcediò alli, que vn Gentil-hombre, que fe llamaba Vafco Porcalle, Vecino de la Trinidad (que es en la mifma Isla) ofrefciò de dàr al Governador ciertos Baftimentos, que tenia en la Trinidad, que es cien Leguas del dicho Puerto de Santiago."}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f7ae7b6e3df746e116299c2f67f06f48/naufragios/_images/sailboat.256x186.png", "iconSize": [48, 34.875], "lat": 20.021464, "line": true, "lon": -75.829493, "use_custom_marker": true, "zoom": 12}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "Santiago", "text": "Sufcediò alli, que vn Gentil-hombre, que fe llamaba Vafco Porcalle, Vecino de la Trinidad (que es en la mifma Isla) ofrefciò de dàr al Governador ciertos Baftimentos, que tenia en la Trinidad, que es cien Leguas del dicho Puerto de Santiago."}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f7ae7b6e3df746e116299c2f67f06f48/naufragios/_images/sailboat.256x186.png", "iconSize": [48, 34.875], "lat": 19.840421, "line": true, "lon": -77.723622, "use_custom_marker": true, "zoom": 12}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "Cabo de Santa Cruz", "text": "El Governador, con toda la Armada, partiò para allá: mas llegados à vn Puerto, que fe dice Cabo de Santa Cruz, que es mitad del camino: parefciòle, que era bien efperar alli, i embiar vn Navio, que truxefe aquellos Baftimentos, i para efto mandò à vn Capitan Pantoja, que fuefe allá con fu Navio, i que Yo, para mas feguridad, fuefe con èl, i èl quedò con quatro Navios, porque en la Isla de Santo Domingo havia comprado vn otro Navio."}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f7ae7b6e3df746e116299c2f67f06f48/naufragios/_images/anchor.230x256.png", "iconSize": [43.125, 48], "lat": 21.800329, "line": true, "lon": -79.994908, "use_custom_marker": true, "zoom": 12}, "media": {"caption": "<a href=\"https://historia.nationalgeographic.com.es/medio/2022/10/13/cabeza-de-vaca-en-la-barca-con-la-que-navego-por-la-costa-norte-del-golfo-de-mexico-en-1528-grabado-siglo-xix_81a7d550_1280x1079.jpg\"</a></div>", "credit": "Fuente: National Geographic", "url": "//uploads.knightlab.com/storymapjs/f7ae7b6e3df746e116299c2f67f06f48/naufragios/_images/cabeza-de-vaca-en-la-barca-con-la-4 que-navego-por-la-costa-norte-del-golfo-de-mexico-en-1528-grabado-siglo-xix.jpg"}, "text": {"headline": "La Trinidad", "text": "<div>Llegados con eftos dos Navios al Puerto de la Trinidad, el Capitan Pantoja fue con Vafco Porcalle à la Villa, que es vna Legua de alli, para refcebir los Baftimentos: Yo quedè en la Mar con los Pilotos, los quales nos dixeron, que con la maior prefteçfa, que pudiefemos, nos defpachafemos de alli, porque aquel era un mui mal Puerto, i fe folian perder muchos Navios en èl; i porque lo que alli nos fucediò, fue cofa mui feñalada, me parefciò, que no feria fuera de propofito, i fin, con que Yo quife efcrevir efte Camino, contarla aqui. Otro dia de mañana començò el tiempo à dàr no buena feñal, porque començò à llover, i el Mar iba arreciando tanto, que aunque Yo dì licencia à la Gente, que faliefe à Tierra, como ellos vieron el tiempo que hacia, i que la Villa eftaba de alli vna Legua, por no eftàr al Agua, i frio, que hacia, muchos fe bolvieron al Navio. En efto vino vna Canoa de la Villa, en que me traìan vna Carta de vn Vecino de la Villa, rogandome, que me fuefe allà, i que me darian los Baftimentos, que hoviefe, i necefarios fuefen; de lo qual Yo me efcusè, diciendo, que no podia dexar los Navios. A medio dia bolviò la Canoa con otra Carta, en que con mucha importunidad pedian lo mifmo: i traìan vn Caballo en que fuefe. Yo dì la mifma refpuefta que primero havia dado, diciendo, que no dexaria los Navios; mas los Pilotos, i la Gente me rogaron mucho, que fuefe, porque diefe priefa que los Baftimentos fe truxefen lo mas prefto que pudiefe fer, porque nos partiefemos luego de alli, donde ellos eftaban, con gran temor, que los Navios fe havian de perder, fi alli eftuviefen mucho. Por efta raçon Yo determinè de ir à la Villa, aunque primero que fuefe, dexè proveìdo, i mandado à los Pilotos, que fi el Sur, con que alli fuelen perderfe muchas veces los Navios, ventafe, i fe viefen en mucho peligro, diefen con los Navios al travès, i en parte que fe falvafe la Gente, i los Caballos; i con efto Yo fali, aunque quife facar algunos conmigo, por ir en compañia, los quales no quifieron falir, diciendo, que hacia mucha Agua, i frio, i la Villa eftaba mui lexos, que otro dia, que era Domingo, faldrian, con el aiuda de Dios, à oìr Mifa. A vna hora, defpues de Yo falido, la Mar començò à venir mui brava, i el Norte fue tan recio, que ni los Bateles ofaron falir à Tierra, ni pudieron dàr en ninguna manera con los Navios al travès, por fer el viento por la Proa; de fuerte, que con mui gran trabajo, con dos tiempos contrarios, i mucha Agua que hacia, eftuvieron aquel dia, i el Domingo, hafta la noche. A efta hora, el Agua, i la Tempeftad, començò à crefcer tanto, que no menos Tormenta havia en el Pueblo, que en la Mar, porque todas las Cafas, i Iglefias fe caieron, i era necefario que anduviefemos fiete, ò ocho Hombres abraçados vnos con otros, para podernos amparar, que el viento no nos llevafe; i andando entre los Arboles, no menos temor teniamos de ellos, que de las Cafas, porque como ellos tambien caìan, no nos matafen debaxo. En efta tempeftad, i peligro, anduvimos toda la noche, fin hallar parte, ni lugar, donde media hora pudiefemos eftàr feguros.</div><div><br></div><div>Andando en efto, oìmos toda la noche, efpecialmente defde el medio de ella, mucho eftruendo, i grande ruido de voces, i gran fonido de Cafcaveles, i de Flautas, i Tamborinos, i otros Inftrumentos, que duraron hafta la mañana, que la Tormenta cesò. En eftas Partes nunca otra cofa tan medrofa fe viò: Yo hice vna probança de ello, cuio Teftimonio embiè à V. Mag. El Lunes por la mañana baxamos al Puerto, i no hallamos los Navios: vimos las Boias de ellos en el Agua, adonde conofcimos fer perdidos, i anduvimos por la Cofta, por vèr fi hallariamos alguna cofa de ellos; i como ninguno hallafemos, metimonos por los Montes, i andando por ellos vn quarto de Legua de Agua, hallamos la Barquilla de vn Navio puefta fobre vnos Arboles: i diez Leguas de alli, por la Cofta, fe hallaron dos Perfonas de mi Navio, i ciertas tapas de Caxas, i las Perfonas tan desfiguradas de los golpes de las peñas, que no fe podian conofcer: hallaronfe tambien vna Capa, i vna Colcha hecha pedaços, i ninguna otra cofa parefciò. Perdieronfe en los Navios fesenta Perfonas, i veinte Caballos. Los que havian falido à Tierra, el dia que los Navios alli llegaron, que ferian hafta treinta, quedaron de los que en ambos Navios havia. Afi eftuvimos algunos dias, con mucho trabajo, i necefidad, porque la provifion, i mantenimientos, que el Pueblo tenia, fe perdieron, i algunos Ganados: la Tierra quedò tal, que era gran laftima verla: caìdos los Arboles, quemados los Montes, todos fin hojas, ni ierva. Afi pafamos, hafta cinco dias del Mes de Noviembre, que llegò el Governador con fus quatro Navios, que tambien havian pafado gran Tormenta, i tambien havian efcapado, por haverfe metido con tiempo en parte fegura.</div>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/f7ae7b6e3df746e116299c2f67f06f48/naufragios/_images/anchor.230x256.png", "iconSize": [43.125, 48], "lat": 22.064119910118144, "line": true, "lon": -80.46872846495754, "use_custom_marker": true, "zoom": 12}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "Puerto de Xagua", "text": "La Gente, que en ellos traìa, i la que alli hallò, eftaban tan atemoriçados de lo pafado, que temian mucho tornarfe à embarcar en Invierno; i rogaron al Governador, que lo pafafe alli; i èl, vifta fu voluntad, i la de los Vecinos, invernò alli. Diome à mi cargo de los Navios, i de la Gente, para que me fuefe con ellos à invernar al Puerto de Xagua, que es doce Leguas de alli, donde eftuve hafta veinte dias del Mes de Hebrero."}}], "zoomify": false}}